tap 'homebrew/cask-fonts'

brew 'stow'
brew 'neovim'
brew 'fzf'
brew 'lazygit'
brew 'tmux'
brew 'bat'
brew 'jq'
brew 'ripgrep'
brew 'asdf'
brew 'mcfly'
brew 'yazi'

cask 'font-zed-mono'
cask 'wezterm'
cask 'visual-studio-code'
cask 'zed'
