brew 'stow'
brew 'neovim'
brew 'helix'
brew 'fzf'
brew 'lazygit'
brew 'zellij'
brew 'bat'
brew 'jq'
brew 'ripgrep'
brew 'asdf'
brew 'mcfly'
brew 'yazi'
brew 'fd'

cask 'font-zed-mono'
cask 'wezterm'
cask 'visual-studio-code@insiders'
cask 'zed'
cask 'nikitabobko/tap/aerospace'
